{
  "global": {
    "title": "Política de tratamiento de datos personales del sitio web «allrpg.info»",
    "text": "1. Disposiciones Generales\r\nEsta política de tratamiento de datos personales se ha elaborado de conformidad con la Ley Federal de 27 de julio de 2006, n.º 152-FZ \"Sobre Datos Personales\" (en adelante, la Ley de Datos Personales) y determina el procedimiento para el tratamiento de datos personales y las medidas para garantizar su seguridad adoptadas por allrpg.info (en adelante, el Operador).\r\n1.1. El Operador establece como objetivo y condición fundamental para el ejercicio de sus actividades el respeto de los derechos y libertades de las personas y los ciudadanos en el tratamiento de sus datos personales, incluyendo la protección de la privacidad y el secreto personal y familiar.\r\n1.2. Esta política del Operador sobre el tratamiento de datos personales (en adelante, la Política) se aplica a toda la información que el Operador pueda recibir sobre los visitantes del sitio web https://www.allrpg.info.\r\n2. Conceptos básicos de la Política\r\n2.1. El tratamiento automatizado de datos personales es el tratamiento de datos personales mediante tecnología informática.\r\n2.2. El bloqueo de datos personales es el cese temporal del tratamiento de datos personales (excepto en los casos en que el tratamiento sea necesario para aclarar datos personales).\r\n2.3. El sitio web es una colección de materiales gráficos e informativos, así como programas informáticos y bases de datos que garantizan su disponibilidad en Internet en la dirección https:\/\/www.allrpg.info.\r\n2.4. El sistema de información de datos personales es una colección de datos personales contenidos en bases de datos y las tecnologías de la información y los medios técnicos que garantizan su tratamiento.\r\n2.5. La despersonalización de datos personales son acciones que impiden determinar, sin el uso de información adicional, la titularidad de los datos personales por parte de un usuario específico u otro sujeto de datos personales.\r\n2.6. Tratamiento de datos personales: cualquier acción (operación) o conjunto de acciones (operaciones) realizadas con o sin herramientas de automatización con datos personales, incluyendo la recopilación, registro, sistematización, acumulación, almacenamiento, aclaración (actualización, modificación), recuperación, uso, transferencia (distribución, suministro, acceso), despersonalización, bloqueo, eliminación y destrucción de datos personales.\r\n2.7. Operador: organismo gubernamental, municipal, persona jurídica o persona física que, de forma independiente o en colaboración con otras personas, organiza y/o lleva a cabo el tratamiento de datos personales, así como determina las finalidades del tratamiento, la composición de los datos personales objeto de tratamiento y las acciones (operaciones) realizadas con dichos datos.\r\n2.8. Datos personales: cualquier información relacionada directa o indirectamente con un usuario específico o determinable del sitio web https:\/\/www.allrpg.info.\r\n2.9. Datos personales cuya distribución está permitida por el titular de los datos personales: datos personales a los que el titular de los datos personales tiene acceso a un número ilimitado de personas al dar su consentimiento para el tratamiento de los datos personales cuya distribución está permitida por el titular de los datos personales en la forma prescrita por la Ley de Protección de Datos Personales (en adelante, \"datos personales cuya distribución está permitida\"). 2.10. Usuario: cualquier visitante del sitio web https:\/\/www.allrpg.info. 2.11. Suministro de datos personales: acciones destinadas a divulgar datos personales a una persona específica o a un grupo específico de personas. 2.12. Difusión de datos personales: cualquier acción destinada a divulgar datos personales a un número indefinido de personas (transferencia de datos personales) o familiarizar a un número ilimitado de personas con datos personales, incluida la divulgación de datos personales en los medios de comunicación, la publicación en redes de información y telecomunicaciones o el acceso a datos personales de cualquier otra manera. 2.13. La transferencia transfronteriza de datos personales es la transferencia de datos personales al territorio de un estado extranjero, a un organismo gubernamental de un estado extranjero, a una persona física o jurídica extranjera.\r\n2.14. La destrucción de datos personales es cualquier acción que resulte en la destrucción irrevocable de datos personales, con la imposibilidad de restaurar posteriormente su contenido en el sistema de información de datos personales y (o) la destrucción de los soportes tangibles de datos personales.\r\n3. Derechos y obligaciones fundamentales del Operador\r\n3.1. El Operador tiene derecho a:\r\n– recibir información fiable y/o documentos que contengan datos personales del titular de los datos personales;\r\n– si el titular de los datos personales revoca su consentimiento para el tratamiento de datos personales, el Operador tiene derecho a continuar el tratamiento de datos personales sin su consentimiento si existen motivos especificados en la Ley de Protección de Datos Personales;\r\n– determinar de forma independiente la composición y la lista de medidas necesarias. necesario y suficiente para asegurar el cumplimiento de las obligaciones estipuladas por la Ley de Datos Personales y los actos jurídicos reglamentarios adoptados de conformidad con ella, a menos que la Ley de Datos Personales u otras leyes federales dispongan lo contrario.\r\n3.2. El operador está obligado a:\r\n– proporcionar al titular de los datos personales, a petición suya, información sobre el tratamiento de sus datos personales;\r\n– organizar el tratamiento de los datos personales en la forma prescrita por la legislación vigente de la Federación de Rusia;\r\n– responder a las solicitudes y consultas de los titulares de los datos personales y sus representantes legales de conformidad con los requisitos de la Ley de Datos Personales;\r\n– notificar al organismo autorizado para la protección de los derechos de los titulares de los datos personales, a petición de este organismo, la información necesaria en un plazo de 30 días a partir de la fecha de recepción de dicha solicitud;\r\n– publicar o, de otro modo, garantizar el acceso ilimitado a esta Política sobre el tratamiento de datos personales;\r\n– adoptar medidas legales, organizativas y técnicas para proteger los datos personales del acceso no autorizado o accidental a ellos, la destrucción, modificación, bloqueo, copia, suministro, distribución de datos personales, así como de otras acciones ilegales en relación con los datos personales;\r\n– detener la transferencia (distribución, suministro, acceso) de datos personales, detener el tratamiento y destruir los datos personales en la forma y los casos estipulados por la Ley de Datos Personales;\r\n– cumplir otras obligaciones estipuladas por la Ley de Datos Personales.\r\n4. Derechos y obligaciones fundamentales de los titulares de datos personales\r\n4.1. Los titulares de datos personales tienen derecho a:\r\n– recibir información sobre el tratamiento de sus datos personales, salvo en los casos previstos por la legislación federal. El Operador proporciona la información al titular de los datos personales de forma accesible y no debe contener datos personales de otros titulares de datos personales, salvo en los casos en que exista una base legal para la divulgación de dichos datos personales. La lista de información y el procedimiento para obtenerla se establecen en la Ley de Datos Personales; exigir al operador que aclare sus datos personales, los bloquee o los destruya si están incompletos, desactualizados, son inexactos, se obtuvieron ilegalmente o no son necesarios para la finalidad declarada del tratamiento, así como tomar las medidas previstas por la ley para proteger sus derechos; exigir el consentimiento previo al tratar datos personales con fines de promoción de bienes, obras y servicios en el mercado; revocar el consentimiento para el tratamiento de datos personales; recurrir ante el organismo autorizado para la protección de los derechos de los titulares de los datos personales o ante los tribunales contra las acciones o la inacción ilegales del Operador al tratar sus datos personales; ejercer otros derechos previstos por la legislación de la Federación de Rusia. 4.2. Los titulares de los datos personales están obligados a: proporcionar al Operador información fiable sobre sí mismos; informar al Operador sobre la aclaración (actualización o modificación) de sus datos personales. 4.3. Las personas que hayan proporcionado al Operador información falsa sobre sí mismas o sobre otra persona interesada sin su consentimiento serán responsables de conformidad con la legislación de la Federación de Rusia. 5. El Operador podrá procesar los siguientes datos personales del Usuario: 5.1. Apellidos, nombre y patronímico. 5.2. Correo electrónico. 5.3. Números de teléfono. 5.4. Año, mes, fecha y lugar de nacimiento. 5.5. Fotografías. 5.6. Ciudad de residencia. 5.7. El sitio web también recopila y procesa datos anónimos sobre los visitantes (incluidas las cookies) mediante servicios de estadísticas de Internet (Yandex Metrica, Google Analytics y otros). 5.8. Los datos anteriores se unen en el texto de la Política con el concepto general de Datos Personales. 5.9. El Operador no procesará categorías especiales de datos personales relacionados con la raza, la nacionalidad, las opiniones políticas, las creencias religiosas o filosóficas, ni la vida íntima. 5.10. El procesamiento de datos personales cuya distribución está permitida, dentro de las categorías especiales especificadas en el apartado 1 del artículo 10 de la Ley de Datos Personales, está permitido si se cumplen las prohibiciones y condiciones estipuladas en el artículo 10.1 de la Ley de Datos Personales. 5.11. El consentimiento del Usuario para el procesamiento de datos personales cuya distribución está permitida se redacta por separado de otros consentimientos para el procesamiento de sus datos personales. En este caso, se cumplen las condiciones estipuladas, en particular, en el artículo 10.1 de la Ley de Datos Personales. Los requisitos para el contenido de dicho consentimiento los establece el organismo autorizado para la protección de los derechos de los titulares de los datos personales. 5.11.1 El Usuario otorga su consentimiento para el procesamiento de datos personales cuya distribución está permitida directamente al Operador. 5.11.2 Operador5.11.3 La transferencia (distribución, suministro o acceso) de datos personales autorizados por el titular de los datos personales para su distribución deberá ser cancelada en cualquier momento a solicitud del titular de los datos personales. Esta solicitud deberá incluir el nombre, apellidos, patronímico (si lo hubiera), información de contacto (número de teléfono, correo electrónico o dirección postal) del titular de los datos personales, así como una lista de los datos personales cuyo tratamiento está sujeto a la cancelación. Los datos personales especificados en esta solicitud solo podrán ser procesados ​​por el Operador al que se envíe. 5.11.4 El consentimiento para el tratamiento de datos personales autorizados para su distribución dejará de ser válido en el momento en que el Operador reciba la solicitud especificada en la cláusula 5.11.3 de esta Política sobre el tratamiento de datos personales. Principios del tratamiento de datos personales\r\n6.1. Los datos personales se tratarán de forma lícita y justa.\r\n6.2. Los datos personales se limitarán a la consecución de fines específicos, predeterminados y legítimos. No se permitirá el tratamiento de datos personales que sea incompatible con los fines de su recopilación.\r\n6.3. No se permitirá la combinación de bases de datos que contengan datos personales tratados con fines incompatibles entre sí.\r\n6.4. Solo se tratarán los datos personales que cumplan los fines de su tratamiento.\r\n6.5. El contenido y el volumen de los datos personales tratados se corresponden con los fines declarados del tratamiento. No se permitirá el tratamiento excesivo de datos personales en relación con los fines declarados.\r\n6.6. Al tratar datos personales, se garantizará su exactitud, su suficiencia y, cuando sea necesario, su pertinencia con respecto a los fines del tratamiento. El Operador adoptará las medidas necesarias y/o garantizará su adopción para eliminar o aclarar los datos incompletos o inexactos. 6.7. Los datos personales se almacenarán de forma que permitan la identificación del titular de los datos personales, durante un período no superior al necesario para el tratamiento de los datos personales, salvo que el plazo de conservación de los datos personales esté establecido por la ley federal o por un acuerdo en el que el titular de los datos personales sea parte, beneficiario o garante. Los datos personales tratados se destruirán o despersonalizarán una vez alcanzados los fines del tratamiento o en caso de que deje de ser necesario para alcanzarlos, salvo que la ley federal disponga lo contrario. 7. Finalidades del tratamiento de datos personales 7.1. Finalidades del tratamiento de los datos personales del Usuario: – Informar al Usuario mediante el envío de correos electrónicos; – Proporcionar al Usuario acceso a los servicios, la información y/o los materiales contenidos en el sitio web https://www.allrpg.info. 7.2. El Operador también tiene derecho a enviar notificaciones al Usuario sobre nuevos productos y servicios, ofertas especiales y diversos eventos. El Usuario puede optar por no recibir mensajes informativos enviando un correo electrónico al Operador a info@allrpg.info con el asunto \"Darse de baja de notificaciones sobre nuevos productos, servicios y ofertas especiales\". 7.3. Los datos anonimizados de los Usuarios, recopilados mediante servicios de estadísticas de Internet, se utilizan para recopilar información sobre sus actividades en el sitio y mejorar la calidad del mismo y su contenido. 8. Fundamentos legales para el tratamiento de datos personales 8.1. Los fundamentos legales para el tratamiento de datos personales por parte del Operador son: – acuerdos celebrados entre el operador y el titular de los datos personales; – leyes federales y otros actos jurídicos reglamentarios en materia de protección de datos personales; – consentimiento de los Usuarios para el tratamiento de sus datos personales y para el tratamiento de datos personales permitidos para su distribución. 8.2. El Operador procesa los datos personales del Usuario únicamente si este los completa o los envía de forma independiente a través de formularios especiales disponibles en el sitio web https://www.allrpg.info o por correo electrónico. Al completar los formularios correspondientes o enviar sus datos personales al Operador, el Usuario expresa su consentimiento con esta Política. 8.3. El Operador procesa datos anónimos sobre el Usuario si la configuración de su navegador lo permite (el almacenamiento de cookies y el uso de JavaScript están habilitados). 8.4. El titular de los datos personales decide de forma independiente sobre el suministro de sus datos personales y otorga su consentimiento libremente, por voluntad propia y en su propio interés. 9. Condiciones del procesamiento de datos personales 9.1. Procesamiento de datos personales ы se lleva a cabo con el consentimiento del titular de los datos personales para el tratamiento de sus datos personales.\r\n9.2. El tratamiento de datos personales es necesario para alcanzar los fines estipulados por un tratado internacional de la Federación de Rusia o por ley, para el ejercicio de las funciones, facultades y obligaciones que la legislación de la Federación de Rusia impone al operador.\r\n9.3. El tratamiento de datos personales es necesario para la administración de justicia, la ejecución de un acto judicial, un acto de otro organismo o funcionario sujeto a ejecución de conformidad con la legislación de la Federación de Rusia sobre procedimientos de ejecución.\r\n9.4. El tratamiento de datos personales es necesario para la ejecución de un acuerdo en el que el titular de los datos personales sea parte, beneficiario o garante, así como para la celebración de un acuerdo por iniciativa del titular de los datos personales o un acuerdo en virtud del cual el titular de los datos personales sea beneficiario o garante.\r\n9.5. El tratamiento de datos personales es necesario para el ejercicio de los derechos e intereses legítimos del operador o de terceros, o para la consecución de objetivos socialmente significativos, siempre que no se vulneren los derechos y libertades del titular de los datos personales.\r\n9.6. El tratamiento de datos personales se lleva a cabo a cuyo acceso un número ilimitado de personas es concedido por el titular de los datos personales o a petición suya (en adelante, «datos personales disponibles públicamente»).\r\n9.7. El tratamiento de datos personales está sujeto a publicación o divulgación obligatoria de conformidad con la legislación federal.\r\n10. El procedimiento de recopilación, almacenamiento, transferencia y otros tipos de tratamiento de datos personales\r\nLa seguridad de los datos personales tratados por el Operador se garantiza mediante la aplicación de las medidas legales, organizativas y técnicas necesarias para el pleno cumplimiento de los requisitos de la legislación vigente en materia de protección de datos personales.\r\n10.1. El Operador garantiza la seguridad de los datos personales y toma todas las medidas posibles para evitar el acceso a ellos por parte de personas no autorizadas.\r\n10.2. Los datos personales del Usuario nunca serán transferidos a terceros, bajo ninguna circunstancia, salvo en casos relacionados con el cumplimiento de la legislación aplicable o si el titular de los datos personales ha dado su consentimiento al Operador para transferirlos a un tercero a fin de cumplir con las obligaciones derivadas de un contrato de derecho civil. 10.3. En caso de detectarse inexactitudes en los datos personales, el Usuario podrá actualizarlos de forma independiente enviando una notificación al Operador a la dirección de correo electrónico info@allrpg.info con el asunto \"Actualización de datos personales\". 10.4. El plazo de tratamiento de los datos personales se determina en función del cumplimiento de los fines para los que se recopilaron, salvo que el contrato o la legislación aplicable establezcan otro plazo. El Usuario puede revocar su consentimiento para el tratamiento de sus datos personales en cualquier momento enviando una notificación al Operador a la dirección de correo electrónico info@allrpg.info con el asunto \"Revocación del consentimiento para el tratamiento de datos personales\". 10.5. Toda la información recopilada por servicios de terceros, incluidos sistemas de pago, herramientas de comunicación y otros proveedores de servicios, es almacenada y procesada por dichas personas (Operadores) de acuerdo con su Acuerdo de Usuario y Política de Privacidad. El titular de los datos personales y/o el Usuario están obligados a familiarizarse de forma independiente y oportuna con dichos documentos. El Operador no será responsable de las acciones de terceros, incluidos los proveedores de servicios especificados en esta cláusula. 10.6. Las prohibiciones establecidas por el titular de los datos personales sobre la transferencia (excepto para proporcionar acceso), así como sobre el procesamiento o las condiciones del procesamiento (excepto para obtener acceso) de datos personales permitidos para su distribución, no se aplicarán en los casos de procesamiento de datos personales en interés estatal, público u otros intereses públicos determinados por la legislación de la Federación Rusa. 10.7. Al procesar datos personales, el Operador garantiza la confidencialidad de los mismos. 10.8. El Operador almacenará los datos personales de forma que permita la identificación del titular de los mismos durante un período no superior al requerido para la finalidad del tratamiento, salvo que el plazo de conservación de los datos personales esté establecido por la ley federal o por un acuerdo en el que el titular de los datos personales sea parte, beneficiario o garante. 10.9. La condición para la terminación del tratamiento de datos personales podrá ser el cumplimiento de la finalidad del tratamiento, la expiración o la revocación del consentimiento del titular, así como la detección de un tratamiento ilícito de datos personales. 11. Lista de acciones realizadas por el Operador con los datos personales recibidos. 11.1. El Operador recopila, registra y sistematiza: el procesamiento, la acumulación, el almacenamiento, la aclaración (actualización, modificación), la recuperación, el uso, la transferencia (distribución, provisión, acceso), la despersonalización, el bloqueo, la eliminación y la destrucción de datos personales.\r\n11.2. El operador realiza el procesamiento automatizado de datos personales con o sin recepción y/o transferencia de la información recibida a través de redes de información y telecomunicaciones.\r\n12. Transferencia transfronteriza de datos personales\r\n12.1. Antes de comenzar la transferencia transfronteriza de datos personales\r\n12.2. La transferencia transfronteriza de datos personales al territorio de estados extranjeros que no cumplan los requisitos anteriores solo podrá llevarse a cabo si existe el consentimiento por escrito del titular de los datos personales para la transferencia transfronteriza de sus datos personales y/o la ejecución de un acuerdo del cual el titular de los datos personales sea parte.\r\n13. Confidencialidad de los datos personales\r\nEl Operador y otras personas que hayan tenido acceso a datos personales están obligados a no divulgarlos a terceros ni distribuirlos sin el consentimiento del titular de los mismos, salvo que la legislación federal disponga lo contrario.\r\n14. Disposiciones finales\r\n14.1. El Usuario puede obtener cualquier aclaración sobre cuestiones de interés relacionadas con el tratamiento de sus datos personales contactando con el Operador por correo electrónico a info@allrpg.info.\r\n14.2. Este documento reflejará cualquier cambio en la política de tratamiento de datos personales del Operador. La Política tiene una vigencia indefinida hasta que sea sustituida por una nueva versión.\r\n14.3. La versión actual de la Política está disponible gratuitamente en internet en https://www.allrpg.info\/privacy."
  }
}