{
  "global": {
    "title": "User Agreement for the use of the site «allrpg.info»",
    "text": "1. Terms and Definitions\r\nAdministrator – the person operating, administering allrpg.info, and coordinating activities related to ensuring its functioning\r\nApplicant – the person who has submitted an appeal regarding the alleged violation of the intellectual property rights of this person.\r\nMaterials – any and all information and materials posted in all elements of the Social Network by all and any Users, the Administrator, including in groups \/ projects and comments, forming a database.\r\nSurvey form – the form provided in Appendix 1 to this Agreement, which must be filled out by the Applicant to initiate consideration of a possible violation of the intellectual property rights of the Applicant.\r\nUser – an individual registered in the Social Network in the established manner, using the Social Network.\r\nComputer programs – a database of Materials, a set of data and commands presented in an objective form, executed on the User's computer, generating audiovisual displays and performing certain functions of the Social Network and/or responsible for the functioning of the Social Network as a whole, ensuring the formation, storage and processing of information constituting the database of Materials, providing Users with access to it.\r\nAgreement - this User Agreement on the use of the site \"allrpg.info\".\r\nSocial Network - the Internet resource \"allrpg.info\", located on the Internet at https:\/\/www.allrpg.info, which represents the Materials in conjunction with the Computer Program.\r\n2. General Provisions\r\n2.1. This Agreement is a legally binding agreement between the User and the Administrator, the subject of which is the Administrator's provision of the User with access to the Social Network, as well as the User's right to use the Computer Programs.\r\n2.2. The Administrator provides the User with access to the Social Network on the terms and conditions set forth in the Agreement. The Agreement shall enter into force from the moment the User expresses his/her consent to its terms.\r\n2.3. The User is obliged to fully familiarize himself/herself with this Agreement prior to registration. Registration in the Social Network in accordance with the established procedure, as well as use of the Social Network, means full and unconditional acceptance of the terms of this Agreement.\r\n2.4. The Administrator offers Users access to the full range of services that the Social Network has in accordance with the existing functionality. The terms of the Agreement shall apply both to services operating at the time the User joins the Agreement and to services that will be launched later.\r\n2.5. The User has no right to use the Social Network for the purpose of committing acts that entail civil, administrative and criminal liability, for disclosing information constituting state or other restricted information, for distributing materials containing public calls for terrorist activity or publicly justifying terrorism, other extremist materials, for distributing materials promoting pornography, the cult of violence and cruelty, for distributing materials containing obscene language, for distributing information about the private life of a citizen in violation of civil legislation.\r\n2.6. The Administrator and the Customer shall not be liable for any possible illegal actions of the User or third parties.\r\n2.7. The Administrator shall not be liable for the User's statements published on the Social Network or through other use of Computer Programs. The Administrator shall not be liable for the User's behavior when using the Social Network.\r\n2.8. The User's personal data shall be processed in accordance with the legislation of the Russian Federation and the Platform's privacy policy. The Administrator provides access to the User's personal data only to those employees and contractors who need this information to ensure the functioning of the Site and provide the User with access to its use. The Administrator has the right to use the information provided by the User, including personal data, in order to ensure compliance with the requirements of the current legislation of the Russian Federation (including for the purpose of preventing and/or suppressing illegal and/or unlawful actions of Users). Disclosure of the information provided by the User may be made only in accordance with the current legislation of the Russian Federation at the request of the court, law enforcement agencies, as well as in other cases provided for by the legislation of the Russian Federation. Since the Administrator processes the User's personal data for the purpose of fulfilling this Agreement, by virtue of the provisions of the legislation on personal data, the User's consent to the processing the removal of his personal data is not required.\r\n2.9. The User has the right to delete all data from his profile from the Social Network at any time at his own discretion. To do this, the User must use the delete function in the \"Edit profile\" section.\r\n3. Using Computer Programs when working in the Social Network\r\n3.1. The right to use Computer Programs is granted by the Administrator to the User free of charge under the terms of a simple non-exclusive license from the moment of the User's registration in the Social Network, or from the moment of starting to use the Social Network.\r\n3.2. The right to use Computer Programs is granted to the User for the term of this Agreement.\r\n3.3. The User has the right to:\r\n3.3.1. interact with other Users of the Social Network by using Computer Programs;\r\n3.3.2. use Computer Programs in accordance with their purpose and functionality;\r\n3.4. The User shall not have the right to:\r\n3.4.1. reproduce, duplicate, copy, sell, distribute, trade or resell the right to use and\/or the Computer Programs themselves for any purposes;\r\n3.4.2. translate the Computer Programs into other languages;\r\n3.4.3. distribute outside the Social Network for commercial or non-commercial purposes audiovisual and\/or graphic displays present in the Computer Programs, as well as any elements of their design or user interface, without the written permission of the relevant copyright holders to perform these actions;\r\n3.4.4. use the Computer Programs in other ways not provided for by this Agreement.\r\n3.5. Except as otherwise provided in this Agreement and the current legislation of the Russian Federation, no Computer Programs may be copied (reproduced), processed, distributed, displayed in a frame, published, downloaded, transferred, sold or otherwise used in whole or in part without the prior permission of the copyright holder.\r\n3.6. Any use of the Computer Programs, other than as permitted in this Agreement, without the prior written permission of the copyright holder is prohibited and entails liability provided for by the current legislation.\r\n3.7. The User uses the Computer Programs at his own risk.\r\n4. User Registration\r\n4.1. Use of the Social Network in accordance with this Agreement is possible only after registration. Registration with simultaneous receipt of an account in the Social Network is provided, as well as registration by authorization using the User's accounts in other social networks.\r\n4.2. To register on the Social Network and obtain an account, the User must fill out the proposed registration form, indicating accurate and complete information about themselves in accordance with the questions provided. If the User provides information that is not true, the Administrator has the right to refuse the User access to the Social Network without sending notice.\r\n4.3. To register on the Social Network using accounts on other social networks, it is necessary to provide information about the corresponding account.\r\n4.4. All actions performed under the User's account are considered to be performed by the User. In this case, the User independently ensures the security and confidentiality of account information (the fact of its existence, login, password). The User is solely responsible for all actions performed in connection with \/ using an account on the Social Network.\r\n5. Use of Materials posted on the Social Network by other Users and\/or the Administrator and the User's posting of Materials\r\n5.1. Exclusive rights to the content of the Social Network and Materials belong to the Administrator, the Customer, Users, and other copyright holders.\r\n5.2. All Materials of the Social Network are provided to the User for informational purposes only. Except in cases established by applicable law, the Materials may not be reproduced (copied), distributed, processed, published, sold, or used in any other way, in whole or in part, without the consent of the copyright holder.\r\n5.3. The rules for citing Materials of the Social Network are established by the applicable laws of the Russian Federation.\r\n5.4. The social network and the posted Materials contain or may contain links to websites on the Internet (third party websites), as well as articles, photographs, illustrations, graphic images, music, sounds, videos, information, applications, programs and other things belonging to or originating from third parties, which are the result of intellectual activity and protected in accordance with the legislation of the Russian Federation. \r\nThe said third parties and the materials posted by them are not checked by the Administrator for compliance with certain requirements (reliability, completeness, good faith, etc.). The Administrator and the Customer shall not be liable for any information posted on third-party websites to which the User gains access through the Social Network or through third-party materials, including, without limitation, any opinions or statements expressed on third-party websites or in their materials.\r\n5.5. Links or instructions for downloading files and\/or installing third-party programs posted on the Social Network do not mean support or approval of these actions by the Administrator or the Customer. A link to any website, product, service, any information of a commercial or non-commercial nature posted on the Social Network does not constitute approval or recommendation of these products (services) by the Administrator or the Customer.\r\n5.6. The Administrator provides the technical ability to use the Social Network by Users. The Administrator and the Customer do not participate in the formation of the content of the personal pages of Users, groups organized by Users and do not control and are not responsible for the actions or inactions of any persons with respect to the use of the Social Network or the formation and use of the content of the personal pages of Users, groups organized by Users on the Social Network.\r\n6. Posting of Materials by the User\r\n6.1. The User confirms that the Materials posted by him on the Social Network comply with the requirements of the current legislation.\r\n6.2. The User confirms that the posting of the Materials, as well as the content of the Materials, does not violate the rights and legitimate interests of third parties, including the intellectual property rights of third parties.\r\n6.3. The User understands and agrees that the technological process of the Social Network may require the reproduction and processing of the Materials posted by the User in order to comply with the technical requirements of the Social Network services.\r\n6.4. The User grants the Administrator the right to use the Materials posted by the User on the Social Network free of charge for the entire period of posting the Materials under a simple license for the purpose of ensuring the functioning of the Social Network by the Administrator. The Administrator has the right to grant the rights specified in this paragraph to third parties engaged by the Administrator to ensure the functioning of the Social Network.\r\n6.5. The User understands and agrees that in the event of reasonable doubts about the legality and legitimacy of posting the Materials, the Materials may be removed without notice to the User.\r\n6.6. The User is solely responsible to third parties for his actions related to the use of the Social Network, including posting Materials and familiarization with the Materials, including if such actions lead to a violation of the rights of third parties, as well as for compliance with the legislation of the Russian Federation.\r\n6.7. The User has no right to post Materials that are illegal, including harmful, slanderous, offensive to morality, containing obscene language, demonstrating or being propaganda of violence and cruelty, violating intellectual property rights, promoting hatred and/or discrimination against people on racial, ethnic, sexual, religious, social grounds, containing insults against any persons or organizations, containing elements of or being propaganda of pornography, child erotica, representing advertising or being propaganda of services of a sexual nature, including under the guise of other services, explaining the procedure for the manufacture, use or other use of narcotic substances or their analogues, explosives or other weapons, containing information on methods of committing suicide, calls for committing suicide, containing restricted information, including, but not limited to, state and commercial secrets, information about the private life of third parties, and also being third-party commercial or political advertising.\r\n7. Other Provisions\r\n7.1. This Agreement shall be effective from the moment the User accepts its terms and conditions and shall be valid for 1 (one) calendar year.\r\n7.2. This Agreement shall be automatically renewed for each subsequent 1 (one) calendar year if, prior to the expiration of the specified term of the Agreement:\r\n7.2.1. The Administrator does not decide to change the provisions of this Agreement, to enter into a new agreement with the User, to fully or partially terminate the Social Network and access to it, to terminate this Agreement with respect to the User or to terminate access to the Social Network with respect to the User;\r\n7.2.2. The User does not decide to stop using the Social Network\r\n7.3. The Administrator has the right at any time without notifying the User and without announcement 7.4. The User shall use the Social Network as it is provided. The Administrator does not guarantee the continuity, reliability, or error-free operation of the Social Network, and shall not be liable for any consequences of using the Social Network for the User. 7.5. In all other respects not regulated by the Agreement, the Parties shall be guided by the laws of the Russian Federation. 7.6. If the User has reason to believe that his or her intellectual rights or the intellectual rights of third parties have been violated, the User shall complete the Questionnaire and send it to the Administrator's email address. The documents received shall be reviewed in accordance with the procedure established by Appendix 2 to this Agreement. 7.7. By submitting the completed Questionnaire, the Applicant confirms that he/she agrees to the consideration of the Questionnaire and the submitted documents in accordance with Appendix 2 to the Agreement, including the possible involvement of third parties (experts, specialists, and others) necessary for the consideration of the documents and the adoption of decisions based on the results of the consideration.\r\n7.8. This Agreement and the relationship between the Administrator and the User in connection with this Agreement shall be governed by the legislation of the Russian Federation.\r\n7.9. This Agreement may be amended by the Administrator without any prior notice. Any changes to the Agreement made unilaterally by the Administrator shall come into force from the moment of publication of such changes on the Social Network. The User undertakes to independently check the Agreement for changes. The User's failure to read the Agreement and/or the amended version of the Agreement cannot serve as a basis for the User's failure to fulfill their obligations and the User's failure to comply with the restrictions established by the Agreement.\r\nThe current version of the Agreement is posted on the Internet at https:\/\/www.allrpg.info.\r\n7.10. The invalidity of one or more provisions of this Agreement, recognized in the established manner by a court decision that has entered into force, does not entail the invalidity of the Agreement as a whole for the User and the Administrator.\r\n7.11. The Administrator has the right to unilaterally change the party performing the functions of the Administrator. In this case, the Administrator notifies the User of the change by posting the current version of the Agreement with information about the new Administrator on the Social Network.\r\n7.12. All disputes, disagreements or claims arising from or in connection with this Agreement, including those related to its execution, breach, termination or invalidity, shall be resolved by the current legislation of the Russian Federation, according to the norms of Russian law.\r\n7.13. This Agreement is drawn up in Russian. All appendices to the Agreement are its integral parts. In the event of a contradiction between the provisions of the Agreement and the provisions of the appendices to the Agreement, the provisions of the Agreement shall prevail in interpretation.\r\n7.14. Violation of this Agreement and the current legislation of the Russian Federation entails civil, administrative and criminal liability."
  }
}