{
  "global": {
    "title": "Acuerdo de usuario para el uso del sitio «allrpg.info»",
    "text": "1. Términos y definiciones\r\nAdministrador: la persona que opera, administra allrpg.info y coordina las actividades relacionadas con su funcionamiento.\r\nSolicitante: la persona que ha presentado una reclamación sobre la presunta infracción de sus derechos de propiedad intelectual.\r\nMateriales: toda la información y los materiales publicados en todos los elementos de la Red Social por todos los Usuarios, incluyendo el Administrador, incluyendo grupos, proyectos y comentarios, formando una base de datos.\r\nFormulario de encuesta: el formulario que se proporciona en el Apéndice 1 de este Acuerdo, que debe ser completado por el Solicitante para iniciar la consideración de una posible infracción de sus derechos de propiedad intelectual.\r\nUsuario: una persona física registrada en la Red Social de la manera establecida, que utiliza la Red Social.\r\nProgramas informáticos: una base de datos de Materiales, un conjunto de datos y comandos presentados de forma objetiva, ejecutados en el ordenador del Usuario, que generan visualizaciones audiovisuales y realizan ciertas funciones de la Red Social, o que son responsables del funcionamiento de la Red Social en su conjunto, garantizando La formación, el almacenamiento y el procesamiento de la información que constituye la base de datos de Materiales, proporcionando a los Usuarios acceso a ella.\r\nAcuerdo: este Acuerdo de Usuario para el uso del sitio \"allrpg.info\".\r\nRed Social: el recurso de Internet \"allrpg.info\", ubicado en la dirección https://www.allrpg.info, que representa los Materiales junto con el Programa Informático.\r\n2. Disposiciones Generales\r\n2.1. Este Acuerdo es un acuerdo legalmente vinculante entre el Usuario y el Administrador, cuyo objeto es la provisión por parte del Administrador al Usuario de acceso a la Red Social, así como el derecho del Usuario a usar los Programas Informáticos.\r\n2.2. El Administrador proporciona al Usuario acceso a la Red Social según los términos y condiciones establecidos en el Acuerdo. El Acuerdo entrará en vigor en el momento en que el Usuario exprese su consentimiento a sus términos.\r\n2.3. El Usuario está obligado a familiarizarse completamente con este Acuerdo antes de registrarse. El registro en la Red Social, de acuerdo con el procedimiento establecido, así como su uso, implica la aceptación plena e incondicional de los términos de este Acuerdo.\r\n2.4. El Administrador ofrece a los Usuarios acceso a todos los servicios de la Red Social, de acuerdo con su funcionalidad. Los términos del Acuerdo se aplicarán tanto a los servicios que estén en funcionamiento en el momento de la adhesión del Usuario como a los que se lancen posteriormente.\r\n2.5. El Usuario no tiene derecho a utilizar la Red Social para cometer actos que impliquen responsabilidad civil, administrativa o penal, para divulgar información estatal o de otro tipo, para distribuir materiales que contengan llamamientos públicos a actividades terroristas o que justifiquen públicamente el terrorismo, otros materiales extremistas, para distribuir materiales que promuevan la pornografía, el culto a la violencia y la crueldad, para distribuir materiales con lenguaje obsceno, para distribuir información sobre la vida privada de un ciudadano que infrinja la legislación civil.\r\n2.6. El Administrador y el Cliente no serán responsables de posibles acciones ilegales del Usuario o de terceros. 2.7. El Administrador no será responsable de las declaraciones del Usuario publicadas en la Red Social ni de cualquier otro uso de Programas Informáticos. El Administrador no será responsable del comportamiento del Usuario al usar la Red Social. 2.8. Los datos personales del Usuario se procesarán de acuerdo con la legislación de la Federación Rusa y la política de privacidad de la Plataforma. El Administrador proporciona acceso a los datos personales del Usuario únicamente a aquellos empleados y contratistas que la necesiten para garantizar el funcionamiento del Sitio y permitirle usar el Sitio. El Administrador tiene derecho a utilizar la información proporcionada por el Usuario, incluidos los datos personales, para garantizar el cumplimiento de la legislación vigente de la Federación Rusa (incluso con el fin de prevenir y/o reprimir acciones ilegales o ilícitas de los Usuarios). La divulgación de la información proporcionada por el Usuario solo podrá realizarse de conformidad con la legislación vigente de la Federación de Rusia, a petición de un tribunal, de las fuerzas del orden, así como en otros casos previstos por la legislación de la Federación de Rusia. Dado que el Administrador procesa los datos personales del Usuario para el cumplimiento de este Acuerdo, en virtud de las disposiciones de la legislación sobre datos personales, el Usuario da su consentimiento para el procesamiento. No es necesario eliminar sus datos personales.\r\n2.9. El Usuario tiene derecho a eliminar todos los datos de su perfil de la Red Social en cualquier momento y a su entera discreción. Para ello, debe utilizar la función de eliminación en la sección \"Editar perfil\".\r\n3. Uso de programas informáticos al trabajar en la Red Social\r\n3.1. El Administrador otorga al Usuario el derecho a usar los programas informáticos de forma gratuita, en virtud de una licencia simple y no exclusiva, desde el momento de su registro en la Red Social o desde el momento en que comience a usarla.\r\n3.2. El derecho a usar los programas informáticos se otorga al Usuario durante la vigencia de este Acuerdo.\r\n3.3. El Usuario tiene derecho a:\r\n3.3.1. interactuar con otros usuarios de la Red Social mediante programas informáticos;\r\n3.3.2. usar los programas informáticos de acuerdo con su finalidad y funcionalidad;\r\n3.4. El Usuario no tendrá derecho a:\r\n3.4.1. reproducir, duplicar, copiar, vender, distribuir, comerciar ni revender el derecho de uso ni los propios Programas Informáticos para ningún fin;\r\n3.4.2. traducir los Programas Informáticos a otros idiomas;\r\n3.4.3. distribuir fuera de la Red Social, con fines comerciales o no comerciales, las visualizaciones audiovisuales o gráficas presentes en los Programas Informáticos, así como cualquier elemento de su diseño o interfaz de usuario, sin la autorización escrita de los titulares de los derechos de autor correspondientes para realizar estas acciones;\r\n3.4.4. utilizar los Programas Informáticos de otras formas no previstas en este Acuerdo.\r\n3.5. Salvo que se disponga lo contrario en este Acuerdo y en la legislación vigente de la Federación Rusa, ningún Programa Informático podrá copiarse (reproducirse), procesarse, distribuirse, mostrarse en un marco, publicarse, descargarse, transferirse, venderse ni utilizarse de ningún otro modo, total o parcialmente, sin la autorización previa del titular de los derechos de autor.\r\n3.6. Cualquier uso de los Programas Informáticos, salvo lo permitido en este Acuerdo, sin la autorización previa por escrito del titular de los derechos de autor está prohibido y conlleva la responsabilidad prevista por la legislación vigente.\r\n3.7. El Usuario utiliza los Programas Informáticos bajo su propia responsabilidad.\r\n4. Registro del Usuario\r\n4.1. El uso de la Red Social de conformidad con este Acuerdo solo es posible tras el registro. Se ofrece el registro con la obtención simultánea de una cuenta en la Red Social, así como el registro mediante autorización utilizando las cuentas del Usuario en otras redes sociales.\r\n4.2. Para registrarse en la Red Social y obtener una cuenta, el Usuario debe rellenar el formulario de registro propuesto, indicando información veraz y completa sobre sí mismo de acuerdo con las preguntas planteadas. Si el Usuario proporciona información falsa, el Administrador se reserva el derecho de denegarle el acceso a la Red Social sin previo aviso.\r\n4.3. Para registrarse en la Red Social utilizando cuentas en otras redes sociales, es necesario proporcionar información sobre la cuenta correspondiente.\r\n4.4. Todas las acciones realizadas bajo la cuenta del Usuario se consideran realizadas por este. En este caso, el Usuario garantiza de forma independiente la seguridad y confidencialidad de la información de la cuenta (su existencia, nombre de usuario y contraseña). El Usuario es el único responsable de todas las acciones realizadas en relación con el uso de una cuenta en la Red Social. 5. Uso de los Materiales publicados en la Red Social por otros Usuarios o el Administrador, y la publicación de Materiales por parte del Usuario. 5.1. Los derechos exclusivos sobre el contenido de la Red Social y los Materiales pertenecen al Administrador, el Cliente, los Usuarios y otros titulares de derechos de autor. 5.2. Todos los Materiales de la Red Social se proporcionan al Usuario únicamente con fines informativos. Salvo en los casos establecidos por la legislación aplicable, los Materiales no podrán reproducirse (copiarse), distribuirse, procesarse, publicarse, venderse ni utilizarse de ninguna otra forma, total o parcialmente, sin el consentimiento del titular de los derechos de autor. 5.3. Las normas para citar materiales de la red social se establecen en la legislación aplicable de la Federación Rusa.\r\n5.4. La red social y los materiales publicados contienen o pueden contener enlaces a sitios web de Internet (sitios web de terceros), así como artículos, fotografías, ilustraciones, imágenes gráficas, música, sonidos, vídeos, información, aplicaciones, programas y otros elementos pertenecientes o procedentes de terceros, que son resultado de la actividad intelectual y están protegidos de conformidad con la legislación de la Federación Rusa. El Administrador no verifica el cumplimiento de dichos terceros ni de los materiales publicados por ellos. Cumplimiento de ciertos requisitos (fiabilidad, integridad, buena fe, etc.). El Administrador y el Cliente no serán responsables de la información publicada en sitios web de terceros a los que el Usuario acceda a través de la Red Social o de materiales de terceros, incluyendo, entre otros, las opiniones o declaraciones expresadas en sitios web de terceros o en sus materiales. 5.5. Los enlaces o instrucciones para descargar archivos o instalar programas de terceros publicados en la Red Social no implican el apoyo ni la aprobación de estas acciones por parte del Administrador ni del Cliente. Un enlace a cualquier sitio web, producto, servicio o información, comercial o no comercial, publicado en la Red Social no implica la aprobación ni la recomendación de estos productos (servicios) por parte del Administrador ni del Cliente. 5.6. El Administrador proporciona a los Usuarios la capacidad técnica para usar la Red Social. El Administrador y el Cliente no participan en la creación del contenido de las páginas personales de los Usuarios ni de los grupos organizados por estos, y no controlan ni son responsables de las acciones u omisiones de ninguna persona en relación con el uso de la Red Social ni de la creación y el uso del contenido de dichas páginas.\r\n6. Publicación de Materiales por el Usuario\r\n6.1. El Usuario confirma que los Materiales que publica en la Red Social cumplen con los requisitos de la legislación vigente.\r\n6.2. El Usuario confirma que la publicación de los Materiales, así como su contenido, no vulnera los derechos ni los intereses legítimos de terceros, incluidos los derechos de propiedad intelectual de terceros.\r\n6.3. El Usuario entiende y acepta que el proceso tecnológico de la Red Social puede requerir la reproducción y el procesamiento de los Materiales que publica para cumplir con los requisitos técnicos de los servicios de la Red Social.\r\n6.4. El Usuario otorga al Administrador el derecho a usar los Materiales que publique en la Red Social de forma gratuita durante todo el periodo de publicación, bajo una licencia simple, con el fin de garantizar el funcionamiento de la Red Social por parte del Administrador. El Administrador tiene derecho a otorgar los derechos especificados en este párrafo a terceros contratados por él para garantizar el funcionamiento de la Red Social. 6.5. El Usuario entiende y acepta que, en caso de dudas razonables sobre la legalidad y legitimidad de la publicación de los Materiales, estos podrán ser eliminados sin previo aviso. 6.6. El Usuario es el único responsable ante terceros de sus acciones relacionadas con el uso de la Red Social, incluyendo la publicación y el conocimiento de los Materiales, incluso si dichas acciones conllevan una violación de los derechos de terceros, así como del cumplimiento de la legislación de la Federación Rusa. 6.7. El Usuario no tiene derecho a publicar Materiales que sean ilegales, incluyendo dañinos, difamatorios, ofensivos a la moral, que contengan lenguaje obsceno, que demuestren o sean propaganda de violencia y crueldad, que violen derechos de propiedad intelectual, que promuevan el odio y/o la discriminación contra personas por motivos raciales, étnicos, sexuales, religiosos o sociales, que contengan insultos contra cualquier persona u organización, que contengan elementos o sean propaganda de pornografía, erotismo infantil, que representen publicidad o sean propaganda de servicios de naturaleza sexual, incluso bajo la apariencia de otros servicios, que expliquen el procedimiento para la fabricación, uso u otro uso de sustancias narcóticas o sus análogos, explosivos u otras armas, que contengan información sobre métodos de suicidio, incitaciones al suicidio, que contengan información restringida, incluyendo, pero no limitado a, secretos de estado y comerciales, información sobre la vida privada de terceros, y que también sean publicidad comercial o política de terceros.\r\n7. Otras Disposiciones\r\n7.1. Este Acuerdo entrará en vigor desde el momento en que el Usuario acepte sus términos y condiciones y tendrá una vigencia de 1 (un) año natural.\r\n7.2. Este Acuerdo se renovará automáticamente por cada 1 (un) año natural subsiguiente si, antes del vencimiento de la vigencia especificada del Acuerdo:\r\n7.2.1. El Administrador no decide modificar las disposiciones de este Acuerdo, celebrar un nuevo acuerdo con el Usuario, cancelar total o parcialmente la Red Social y el acceso a ella, rescindir este Acuerdo con respecto al Usuario o cancelar el acceso a la Red Social con respecto al Usuario;\r\n7.2.2. El Usuario no decide dejar de usar la Red Social.\r\n7.3. El Administrador tiene el derecho de hacerlo en cualquier momento, sin notificar al Usuario ni anunciarlo. 7.4. El Usuario deberá utilizar la Red Social tal como se proporciona. El Administrador no garantiza la continuidad, fiabilidad ni el funcionamiento sin errores de la Red Social, y no será responsable de las consecuencias que pueda tener para el Usuario el uso de la misma. 7.5. En todos los demás aspectos no regulados por el Acuerdo, las Partes se regirán por la legislación de la Federación Rusa. 7.6. Si el Usuario tiene motivos para creer que se han vulnerado sus derechos intelectuales o los de terceros, deberá completar el Cuestionario y enviarlo a la dirección de correo electrónico del Administrador. Los documentos recibidos se revisarán de acuerdo con el procedimiento establecido en el Anexo 2 del presente Acuerdo. 7.7. Al enviar el Cuestionario completo, el Solicitante confirma su consentimiento para que se considere el Cuestionario y los documentos presentados de conformidad con el Anexo 2 del Acuerdo, incluyendo la posible participación de terceros (expertos, especialistas y otros) necesarios para la consideración de los documentos y la adopción de decisiones basadas en los resultados de dicha consideración. 7.8. El presente Acuerdo y la relación entre el Administrador y el Usuario en relación con el mismo se regirán por la legislación de la Federación de Rusia. 7.9. El Administrador podrá modificar el presente Acuerdo sin previo aviso. Cualquier modificación del Acuerdo realizada unilateralmente por el Administrador entrará en vigor desde el momento de su publicación en la Red Social. El Usuario se compromete a consultar el Acuerdo de forma independiente para comprobar si se han producido cambios. El hecho de que el Usuario no haya leído el Acuerdo o la versión modificada del mismo no podrá justificar el incumplimiento de sus obligaciones ni el incumplimiento de las restricciones establecidas en el Acuerdo. La versión vigente del Acuerdo está publicada en internet en https://www.allrpg.info. 7.10. La invalidez de una o más disposiciones de este Acuerdo, reconocida de la forma establecida por una sentencia judicial vigente, no implica la invalidez del Acuerdo en su totalidad para el Usuario ni para el Administrador. 7.11. El Administrador tiene derecho a cambiar unilateralmente a la parte que ejerce las funciones de Administrador. En este caso, el Administrador notificará al Usuario el cambio publicando la versión vigente del Acuerdo con información sobre el nuevo Administrador en la Red Social. 7.12. Todas las disputas, desacuerdos o reclamaciones derivadas de o en relación con este Acuerdo, incluyendo aquellas relacionadas con su ejecución, incumplimiento, rescisión o invalidez, se resolverán de conformidad con la legislación vigente de la Federación Rusa, de conformidad con las normas del derecho ruso. 7.13. Este Acuerdo está redactado en ruso. Todos los anexos del Acuerdo son parte integrante del mismo. En caso de contradicción entre las disposiciones del Acuerdo y las disposiciones de los anexos, prevalecerán las disposiciones del Acuerdo para su interpretación. 7.14. El incumplimiento de este Acuerdo y de la legislación vigente de la Federación Rusa conlleva responsabilidad civil, administrativa y penal."
  }
}