{
  "global": {
    "title": "Пользовательское соглашение об использовании сайта «allrpg.info»",
    "text": "1. Термины и определения\r\nАдминистратор – осуществляющий эксплуатацию, администрирование allrpg.info, координацию деятельности, связанной с обеспечением его функционирования\r\nЗаявитель – лицо, направившее обращение о предполагаемом нарушении интеллектуальных прав данного лица.\r\nМатериалы – все и любые сведения и материалы, размещаемые во всех элементах Социальной сети всеми и любыми Пользователями, Администратором, в том числе в группах \/ проектах и комментариях, образующие базу данных.\r\nОпросная форма – форма, приведенная в приложении 1 к настоящему Соглашению, которую необходимо заполнить Заявителю для инициирования рассмотрения возможного нарушения интеллектуальных прав Заявителя.\r\nПользователь – физическое лицо, зарегистрированное в установленном порядке в Социальной сети, осуществляющее использование Социальной сети.\r\nПрограммы для ЭВМ – база данных Материалов, представленные в объективной форме совокупности данных и команд, исполняющиеся на ЭВМ Пользователя, порождающие аудиовизуальные отображения и выполняющие определенные функции Социальной сети и\/или отвечающие за функционирование Социальной сети в целом, обеспечивающие формирование, хранение и обработку информации, составляющей базу данных Материалов, предоставление Пользователям доступа к ней.\r\nСоглашение – настоящее Пользовательское соглашение об использовании сайта «allrpg.info».\r\nСоциальная сеть – интернет-ресурс «allrpg.info», размещенный в сети Интернет по адресу https:\/\/www.allrpg.info, представляющий собой Материалы в совокупности с Программой для ЭВМ.\r\n2. Общие положения\r\n2.1. Настоящее Соглашение является юридически обязательным соглашением между Пользователем и Администратором, предметом которого являются предоставление Администратором Пользователю доступа к использованию Социальной сети, а также предоставление Пользователю права использования Программ для ЭВМ.\r\n2.2. Администратор предоставляет Пользователю доступ к Социальной сети на условиях, изложенных в Соглашении. Соглашение вступает в силу с момента выражения Пользователем согласия с его условиями.\r\n2.3. Пользователь обязан полностью ознакомиться с настоящим Соглашением до момента регистрации. Регистрация в Социальной сети согласно установленной процедуре, а также использование Социальной сети означает полное и безоговорочное принятие им условий настоящего Соглашения.\r\n2.4. Администратор предлагает Пользователям доступ к полному объему сервисов, которыми, в соответствии с имеющимся функционалом, располагает Социальная сеть. Условия Соглашения распространяются как на сервисы, функционирующие на момент присоединения Пользователя к Соглашению, так и на сервисы, которые будут запущены позже.\r\n2.5. Пользователь не имеет права использовать Социальную сеть в целях совершения деяний, за которые предусмотрены гражданско-правовая, административная и уголовная ответственность, для разглашения сведений, составляющих государственную или иную информацию ограниченного доступа, для распространения материалов, содержащих публичные призывы к осуществлению террористической деятельности или публично оправдывающих терроризм, других экстремистских материалов, для распространения материалов, пропагандирующих порнографию, культ насилия и жестокости, для распространения материалов, содержащих нецензурную брань, для распространения информации о частной жизни гражданина с нарушением гражданского законодательства.\r\n2.6. Администратор и Заказчик не несут ответственности за возможные противоправные действия Пользователя или третьих лиц.\r\n2.7. Администратор не несет ответственности за высказывания Пользователя, опубликованные в Социальной сети или посредством иного использования Программ для ЭВМ. Администратор не несет ответственности за поведение Пользователя при использовании им Социальной сети.\r\n2.8. Обработка персональных данных Пользователя осуществляется в соответствии с законодательством Российской Федерации и с политикой конфиденциальности Платформы. Администратор предоставляет доступ к персональным данным Пользователя только тем работникам и подрядчикам, которым эта информация необходима для обеспечения функционирования Сайта и предоставления Пользователю доступа к его использованию. Администратор вправе использовать предоставленную Пользователем информацию, в том числе персональные данные, в целях обеспечения соблюдения требований действующего законодательства Российской Федерации (в том числе в целях предупреждения и\/или пресечения незаконных и\/или противоправных действий Пользователей). Раскрытие предоставленной Пользователем информации может быть произведено лишь в соответствии с действующим законодательством Российской Федерации по требованию суда, правоохранительных органов, а равно в иных предусмотренных законодательством Российской Федерации случаях. Поскольку Администратор осуществляет обработку персональных данных Пользователя в целях исполнения настоящего Соглашения, в силу положений законодательства о персональных данных согласие Пользователя на обработку его персональных данных не требуется.\r\n2.9. Пользователь имеет право в любой момент времени по собственному желанию удалить все данные своего профиля из Социальной сети. Для этого Пользователю необходимо воспользоваться функцией удаления в разделе \"Редактирование профиля\".\r\n3. Использование Программ для ЭВМ при работе в Социальной сети\r\n3.1. Право использования Программ для ЭВМ предоставляется Администратором Пользователю безвозмездно на условиях простой неисключительной лицензии с момента регистрации Пользователя в Социальной сети, либо с момента начала использования Социальной сети.\r\n3.2. Право использования Программ для ЭВМ предоставляется Пользователю на срок действия настоящего Соглашения.\r\n3.3. Пользователь вправе:\r\n3.3.1. взаимодействовать с другими Пользователями Социальной сети путем использования Программ для ЭВМ;\r\n3.3.2. использовать Программы для ЭВМ в соответствии с их назначением и функциональными возможностями;\r\n3.4. Пользователь не вправе:\r\n3.4.1. воспроизводить, дублировать, копировать, продавать, распространять, осуществлять торговые операции и перепродавать право использования и\/или сами Программы для ЭВМ для каких-либо целей;\r\n3.4.2. переводить Программы для ЭВМ на другие языки;\r\n3.4.3. распространять вне Социальной сети в коммерческих или некоммерческих целях аудиовизуальные и\/или графические отображения, присутствующие в Программах для ЭВМ, а также любые элементы их дизайна или пользовательского интерфейса, при отсутствии письменного разрешения соответствующих правообладателей на совершение данных действий;\r\n3.4.4. использовать Программы для ЭВМ иными способами, не предусмотренными настоящим Соглашением.\r\n3.5. Кроме случаев, установленных настоящим Соглашением, а также действующим законодательством Российской Федерации, никакие Программы для ЭВМ не могут быть скопированы (воспроизведены), переработаны, распространены, отображены во фрейме, опубликованы, скачаны, переданы, проданы или иным способом использованы целиком или по частям без предварительного разрешения правообладателя.\r\n3.6. Любое использование Программ для ЭВМ, кроме разрешенного в настоящем Соглашении, без предварительного письменного разрешения правообладателя, запрещено и влечет предусмотренную действующим законодательством ответственность.\r\n3.7. Пользователь использует Программы для ЭВМ на собственный риск.\r\n4. Регистрация Пользователя\r\n4.1. Использование Социальной сети в соответствии с настоящим Соглашением  возможно только после прохождения регистрации. Предусмотрена регистрация с одновременным получением учетной записи в Социальной сети, а также регистрация путем авторизации с использованием учетных записей Пользователя в других социальных сетях.\r\n4.2. Для регистрации в Социальной сети с получением учетной записи Пользователю необходимо заполнить предлагаемую форму регистрации, указав достоверную и полную информацию о себе по представленным вопросам. В случае если Пользователем предоставлена информация, не соответствующая действительности, Администратор имеет право отказать Пользователю в предоставлении доступа к Социальной сети без направления уведомления.\r\n4.3. Для регистрации в Социальной сети с использованием учетных записей в других социальных сетях необходимо указать сведения о соответствующей учетной записи.\r\n4.4. Все действия, совершаемые под учетной записью Пользователя, считаются совершенными Пользователем. При этом Пользователь самостоятельно обеспечивает безопасность и конфиденциальность сведений об учетной записи (факт ее наличия, логин, пароль). Пользователь самостоятельно несет ответственность за все действия, совершенные в связи с \/ с использованием учетной записи в Социальной сети.\r\n5. Использование Материалов, размещенных в Социальной сети другими Пользователями и\/или Администратором и размещение Пользователем Материалов\r\n5.1. Исключительные права на содержание Социальной сети и Материалов принадлежат Администратору, Заказчику, Пользователям, другим правообладателям.\r\n5.2. Все Материалы Социальной сети представлены Пользователю исключительно для ознакомления. Кроме случаев, установленных действующим законодательством, Материалы не могут быть воспроизведены (скопированы), распространены, переработаны, опубликованы, проданы или использованы любым иным способом целиком или в части без согласия правообладателя.\r\n5.3. Правила цитирования Материалов Социальной сети устанавливаются действующим законодательством Российской Федерации.\r\n5.4. Социальная сеть и размещаемые Материалы содержат или могут содержать ссылки на сайты в сети Интернет (сайты третьих лиц) так же, как и статьи, фотографии, иллюстрации, графические изображения, музыку, звуки, видео, информацию, приложения, программы и другое, принадлежащие или исходящие от третьих лиц, являющийся результатом интеллектуальной деятельности и охраняемых в соответствии с законодательством Российской Федерации.\r\nУказанные третьи лица и размещенные ими материалы не проверяются Администратором на соответствие тем или иным требованиям (достоверности, полноты, добросовестности и т.п.). Администратор и Заказчик не несут ответственность за любую информацию, размещенную на сайтах третьих лиц, к которым Пользователь получает доступ через Социальную сеть или через материалы третьих лиц, включая, в том числе, любые мнения или утверждения, выраженные на сайтах третьих лиц или в их материалах.\r\n5.5. Размещенные в Социальной сети ссылки или руководства по скачиванию файлов и\/или установке программ третьих лиц не означают поддержки или одобрения этих действий со стороны Администратора или Заказчика. Ссылка на любой сайт, продукт, услугу, любую информацию коммерческого или некоммерческого характера, размещенная в Социальной сети, не является одобрением или рекомендацией данных продуктов (услуг) со стороны Администратора или Заказчика.\r\n5.6. Администратор предоставляет техническую возможность использования Социальной сети Пользователями. Администратор и Заказчик не участвуют в формировании содержания персональных страниц Пользователей, организованных Пользователями групп и не контролируют и не несут ответственности за действия или бездействие любых лиц в отношении использования Социальной сети или формирования и использования содержания персональных страниц Пользователей, организованных Пользователями групп в Социальной сети.\r\n6. Размещение Материалов Пользователем\r\n6.1. Пользователь подтверждает, что Материалы, размещаемые им в Социальной сети, соответствуют требованиям действующего законодательства.\r\n6.2. Пользователь  подтверждает, что размещение Материалов, а также содержание Материалов не нарушает прав и законных интересов третьих лиц, в том числе интеллектуальных прав третьих лиц.\r\n6.3. Пользователь понимает и соглашается с тем, что технологический процесс работы Социальной сети может потребовать воспроизведения и переработки Материалов, размещенных Пользователем, для соответствия техническим требованиям сервисов Социальной сети.\r\n6.4. Пользователь предоставляет Администратору на весь срок размещения Материалов право использования на условиях простой лицензии на безвозмездной основе размещенные Пользователем в Социальной сети Материалы в целях обеспечения Администратором функционирования Социальной сети. Администратор вправе предоставлять права, указанные в настоящем пункте, третьим лицам, привлекаемым Администратором для обеспечения функционирования Социальной сети.\r\n6.5. Пользователь понимает и соглашается с тем, что в случае возникновения обоснованных сомнений в правомерности и законности размещения Материалов, Материалы могут быть удалены без уведомления Пользователя.\r\n6.6. Пользователь самостоятельно несет ответственность перед третьими лицами за свои действия, связанные с использованием Социальной сети, в том числе размещение Материалов и ознакомление с Материалами, в том числе, если такие действия приведут к нарушению прав третьих лиц, а также за соблюдение законодательства Российской Федерации.\r\n6.7. Пользователь не имеет права размещать Материалы, которые являются незаконными, в том числе вредоносными, клеветническими, оскорбляющими нравственность, содержащими нецензурную брань, демонстрирующими или являющимися пропагандой насилия и жестокости, нарушающими права интеллектуальной собственности, пропагандирующими ненависть и\/или дискриминацию людей по расовому, этническому, половому, религиозному, социальному признакам, содержащими оскорбления в адрес каких-либо лиц или организаций, содержащими элементы или являющимися пропагандой порнографии, детской эротики, представляющими собой рекламу или являющимися пропагандой услуг сексуального характера, в том числе под видом иных услуг, разъясняющими порядок изготовления, применения или иного использования наркотических веществ или их аналогов, взрывчатых веществ или иного оружия, содержащими информацию о способах совершения самоубийства, призывы к совершению самоубийства, содержащие информацию ограниченного доступа, включая, но не ограничиваясь, государственную и коммерческую тайну, информацией о частной жизни третьих лиц а также являющиеся сторонней коммерческой или политической рекламой.\r\n7. Иные положения\r\n7.1. Настоящее Соглашение действует с момента принятия его условий Пользователем и действует в течение 1 (одного) календарного года.\r\n7.2. Действие настоящего Соглашения автоматически продлевается на каждый последующий 1 (один) календарный год, если до истечения указанного срока действия Соглашения:\r\n7.2.1. Администратор не примет решение об изменении положений настоящего Соглашения, о необходимости заключения с Пользователем нового соглашения, полного или частичного прекращении обслуживания Социальной сети и прекращения к ней доступа, прекращении настоящего Соглашения в отношении Пользователя или прекращения доступа к Социальной сети в отношении Пользователя;\r\n7.2.2. Пользователь не примет решение о прекращении использования Социальной сети\r\n7.3. Администратор вправе в любое время без уведомления Пользователя и без объяснения причин прекратить действие настоящего Соглашения в одностороннем внесудебном порядке с немедленным прекращением доступа и возможности использовать Социальную сеть и без возмещения каких-либо затрат, убытков или возврата полученного по Соглашению.\r\n7.4. Пользователь использует Социальную сеть в том виде, как она предоставляется. Администратор не гарантирует непрерывность, надежность и безошибочность работы Социальной сети, а также не несет ответственности за возможные последствия использования Социальной сети для Пользователя.\r\n7.5. Во всем остальном, что не урегулировано Соглашением, Стороны руководствуются правом Российской Федерации.\r\n7.6. В случае если Пользователь имеет основания полагать, что его интеллектуальные права или интеллектуальные права третьих лиц нарушены, Пользователю необходимо заполнить Опросную форму, и направить ее на электронный адрес Администратора. Рассмотрение полученных документов осуществляется в порядке, установленном Приложением 2 к настоящему Соглашению.\r\n7.7. Направлением заполненной Опросной формы  Заявитель подтверждает, что соглашается на рассмотрение Опросной формы и представленных документов в соответствии с Приложением 2 к Соглашению, в том числе с возможным привлечением третьих лиц (экспертов, специалистов и иных), необходимым для рассмотрения документов и принятия решений на основании результатов рассмотрения.\r\n7.8. Настоящее Соглашение и взаимоотношения Администратора и Пользователя в связи с настоящим Соглашением регулируются законодательством Российской Федерации.\r\n7.9. Настоящее Соглашение может быть изменено Администратором без какого-либо предварительного уведомления. Любые изменения в Соглашении, осуществленные Администратором в одностороннем порядке вступают в силу с момента опубликования таких изменений в Социальной сети. Пользователь обязуется самостоятельно проверять Соглашение на предмет изменений. Неосуществление Пользователем действий по ознакомлению с Соглашением и\/или измененной редакцией Соглашения не может служить основанием для неисполнения Пользователем своих обязательств и несоблюдения Пользователем ограничений, установленных Соглашением.\r\n Действующая редакция Соглашения размещена в сети Интернет по адресу https:\/\/www.allrpg.info.\r\n7.10. Недействительность одного или нескольких положений настоящего Соглашения, признанная в установленном порядке вступившей в силу решением суда, не влечет для Пользователя и Администратор недействительности Соглашения в целом.\r\n7.11. Администратор вправе в одностороннем порядке осуществить перемену стороны, осуществляющий функции Администратора. При этом Администратор уведомляет Пользователя об изменении путем размещения актуальной версии Соглашения с информацией о новом Администраторе в Социальной сети.\r\n7.12. Все споры, разногласия или требования, возникающие из настоящего Договора или в связи с ним, в том числе касающиеся его исполнения, нарушения, прекращения или недействительности, подлежат разрешению действующим законодательством Российской Федерации, по нормам российского права.\r\n7.13. Настоящее Соглашение составляется на русском языке. Все приложения к Соглашению являются его неотъемлемыми частями. При противоречиях между положениями Соглашения и положениями приложений к Соглашению, преимущество при толковании имеют положения Соглашения.\r\n7.14. Нарушение настоящего Соглашения и действующего законодательства Российской Федерации влечет за собой гражданско-правовую, административную и уголовную ответственность."
  }
}